{
  "Comment.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-skkeleton": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-fuse": { "branch": "main" },
  "ddu-filter-kensaku": { "branch": "master" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-filter-merge": { "branch": "master" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fuzzy-motion.vim": { "branch": "main" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-colors.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-material-icon": { "branch": "main" },
  "nvim-minx": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "staline.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-partedit": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vimhelpgenerator": { "branch": "master" }
}